Repository: andralet/UNEEX-2021-22
Catalog: 12_PatchInstall/po/*.po
Languages: ru

source: Think out a number between %s and %s, and I'll guess it with power of my QUESTIONS!
ru: Задумайте число от %s до %s, и я угадаю его силой своих ВОПРОСОВ!

source: Is it bigger than %s (yes/no)?
ru: Ваше число больше %s (да/нет)?

source: yes
ru: да

source: no
ru: нет

source: yes/no, please
ru: Пожалуйста, ответьте да/нет

source: Is your number %s (yes/no)?
ru: Вы загадали %s (да/нет)?

source: Liar! Never liked liars...
ru: Лжец! Всегда ненавидел лжецов...

source: LIAR!
ru: ЛЖЕЦ!

source: Just like I thought. That was simple!
ru: Как я и думал. Это было легко!

source: Produce output in roman form instead of decimal
ru: Выводить числа в римской системе счисления вместо десятичной

source: A game, guessing a number you think out
ru: Игра, угадывающая загаданные вами числа

source: Usage:
ru: Применение:

source: Give this help list
ru: Вывести эту справку

source: Print program version
ru: Вывести версию программы
